Repository: philipnewcomer/author-post-ratings
Catalog: languages/auhor-post-ratings-*.po
Languages: es_es

source: Rating:
es_es: Rango:

source: %1$d out of %2$d stars
es_es: %1$d de %2$d estrellas

source: Post Rating
es_es: Rango de Post

source: Choose a rating for this post:
es_es: Escoger un rango para este post:

source: Unrated
es_es: Sin rango

source: %1s Star
es_es: %1s Estrella

source: Position
es_es: Posición

source: Appearance
es_es: Apariencia

source: Post Types
es_es: Tipos de Post

source: Rating position on post
es_es: Posición de Rango en los posts

source: Label text
es_es: Texto de etiqueta

source: Post types enabled
es_es: Tipos de Post habilitados

source: Author Post Ratings Settings
es_es: Ajustes de Author Post Ratings

source: <em>Author Post Ratings</em> is a free plugin developed by <a href="%1$s">Philip Newcomer</a>. If you find it useful, please consider <a href="%2$s">donating</a> so that I can dedicate a larger portion of my time to writing more plugins and providing support to users. All donations, no matter how large or small, are greatly appreciated!
es_es: <em>Author Post Ratings</em> es un plugin gratis desarrollado por <a href="%1$s">Philip Newcomer</a>. Si usted lo encuentra útil, por favor considere <a href="%2$s">donar</a>por lo que puedo dedicar una porción grande de mi tiempo en escribir más plugins y proveyendo soporte a los usuarios. Todas las donaciones, no importa qué grande o pequeña, ¡se apreciada grandemente!

source: The post rating will be automatically added to your post if the setting is turned on above. To manually display the post rating anywhere in your post, use the shortcode %1$s. For more information, see %2$s.
es_es: El rango de post será adicionado automáticamente a su post si el ajuste se enciende arriba. Para mostrar manualmente el rango del post en cualquier lugar de su post, use el código corto %1$s. Para más información, vea %2$s.

source: Turn this on if you want to hide the post rating on archive pages, and your theme uses the %1$s quicktag for post excerpts instead of true excerpts.
es_es: Encienda esto si desea esconder el rango de post en las páginas de archivo, y su tema usa la etiqueta %1$s para extractos de post en vez de extractos verdaderos.
